brew "autoconf"
brew "automake"
brew "exa"
brew "fzf"
brew "jq"
brew "neovim"
brew "node"
brew "nvm"
brew "openssl"
brew "python"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "yq"

tap "mongodb/brew"
brew "mongodb-community"

cask "firefox"
cask "google-chrome"
cask "maccy"
cask "rectangle"
cask "sublime-text"
