brew "autoconf"
brew "automake"
brew "awscli"
brew "basictex"
brew "cmake"
brew "exa"
brew "fzf"
brew "git-delta"
brew "groovy"
brew "jq"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "openssl"
brew "pyenv"
brew "python"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "yq"

tap "mongodb/brew"
brew "mongodb-community"

tap "homebrew/cask-fonts"
cask "font-iosevka"

tap "adoptopenjdk/openjdk"
cask "homebrew/cask-versions/adoptopenjdk8"

cask "menumeters"

cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "maccy"
cask "menumeters"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stats"
cask "sublime-text"
